export const QUESTION = Object.freeze({
  QUESTION_Q1: 'ถ้าวันนี้เป็นวันหยุด คุณจะ...',
  CHOICE_A_Q1: 'นอนเล่นพักผ่อน',
  CHOICE_B_Q1: 'ดูหนัง ดูซีรี่ส์ เล่นเกมส์',
  CHOICE_C_Q1: 'เรียนรู้อะไรใหม่ๆ',

  QUESTION_Q2: 'คุณต้องการพัฒนาภาษาอังกฤษเพื่ออะไร ?',
  CHOICE_A_Q2: 'การทำงาน',
  CHOICE_B_Q2: 'เที่ยวต่างประเทศ',
  CHOICE_C_Q2: 'ใช้ในชีวิตประจำวัน',

  QUESTION_Q3: 'สไตล์การเรียนภาษาอังกฤษของคุณเป็นแบบไหน ?',
  CHOICE_A_Q3: 'เรียนคอร์สออนไลน์/โรงเรียนสอนภาษา',
  CHOICE_B_Q3: 'เรียนด้วยตนเอง เช่น ดูหนัง อ่านหนังสือ ฟังเพลง',
  CHOICE_C_Q3: 'คุยกับเพื่อนต่างชาติ / ไปเที่ยวต่างประเทศ',

  QUESTION_Q4: 'คุณใช้ภาษาอังกฤษบ่อยแค่ไหน ?',
  CHOICE_A_Q4: 'เป็นประจำ',
  CHOICE_B_Q4: 'เป็นบางครั้ง',
  CHOICE_C_Q4: 'นานๆ ที / ไม่ได้ใช้เลย',

  QUESTION_Q5: 'คุณอยากพัฒนาสกิลภาษาอังกฤษสกิลไหนมากที่สุด ?',
  CHOICE_A_Q5: 'การฟัง',
  CHOICE_B_Q5: 'การพูด',
  CHOICE_C_Q5: 'การเขียน',

  QUESTION_Q6: 'อยากเรียนภาษาอังกฤษ แต่...',
  CHOICE_A_Q6: 'ไม่มีเวลา',
  CHOICE_B_Q6: 'เนื้อหาไม่น่าสนใจ / สอนไม่สนุก',
  CHOICE_C_Q6: 'ไม่มั่นใจ',

  QUESTION_Q7: 'คุณรู้จัก Globish ผ่านช่องทางใด (เลือกได้มากกว่า 1 ข้อ)',
  CHOICE_A_Q7: 'Instagram',
  CHOICE_B_Q7: 'Facebook',
  CHOICE_C_Q7: 'อื่นๆ ( โปรดระบุ )'
})
